FV2610/E_0283.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

footer
v4.3 | 23.06.2026 (urspr. 01.04.2026) | ebdamame v1.0.0 | rebdhuhn v1.2.0
endfooter

title
Prozesse zur Änderung der Technik an Lokationen

8.2.2: AD: Messlokationsänderung vom LF an MSB



end title
:<b>E_0283</b>;
note right
<b><i>Prüfende Rolle: MSB
end note

if (<b>10: </b> Liegt die angefragte Technik an der Lokation bereits vor?) then (ja)
    :A01;
    note left
        Cluster: Ablehnung
        Bestellte Technik liegt bereits vor.
    endnote
    kill;
else (nein)
endif
if (<b>20: </b> Ist der MSB bei der betroffenen Lokation zum Beginn des gewünschten Umsetzungszeitraum noch der zugeordnete MSB?) then (ja)
else (nein)
    :A02;
    note left
        Cluster: Ablehnung
        MSB ist der betroffenen Lokation zum Beginn des Umsetzungszeitraums nicht mehr zugeordnet.
    endnote
    kill;
endif
if (<b>30: </b> Ist die angefragte Technik an der betroffenen Lokation grundsätzlich möglich?) then (ja)
else (nein)
    :A03;
    note left
        Cluster: Ablehnung
        Gewünschte Technik ist an der betroffenen Lokation nicht möglich.
    endnote
    kill;
endif
if (<b>40: </b> Ist eine Realisierung der angefragten Technik im angegebenen Umsetzungszeitraum grundsätzlich möglich?) then (ja)
else (nein)
    :A04;
    note left
        Cluster: Ablehnung
        Realisierung ist im gewünschten Umsetzungszeitraum nicht möglich.
        Hinweis: Ein alternativer Umsetzungszeitraum ist anzugeben.
    endnote
    kill;
endif
if (<b>50: </b> Kann das angegebene Preisblatt in der angegebenen Version akzeptiert werden?) then (ja)
else (nein)
    :A05;
    note left
        Cluster: Ablehnung
        Das angegebene Preisblatt kann in der angegebenen Version nicht akzeptiert werden.
    endnote
    kill;
endif
if (<b>60: </b> Ist ein zuvor nicht spezifizierter Fehler aufgetreten?) then (ja)
    :A99;
    note left
        Cluster: Ablehnung
        Sonstiges
        Hinweis: Das identifizierte Problem ist in der Antwort zu beschreiben/benennen.
        Nutzungsmöglichkeit Ende: 01.04.2027 00:00 Uhr
    endnote
    kill;
else (nein)
    :A06;
    note left
        Cluster: Zustimmung
        Bestellbestätigung versenden.
    endnote
    kill;
endif

@enduml
